;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 13 October 2018
;~ Author.......: 大眼仔~旭（Anan）
;~ Link.........: www.dayanzai.me
;~ E-mail.......: wcxu21@126.com
;~ =============================================================================

[Main]
Product = Complete Internet Repair
Version = 5.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = 简体中文 - Simplified Chinese
Code = zh-CN
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
File = File
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = 关于 %{Program.Name}
Label_Version = 版本
Label_AutoIt = 使用 AutoIt 版本构建
Label_Copyright = 版权所有
Tip_Title_Donate = 捐赠我们事业
Tip_Message_Donate = 当您捐赠的时候，您可以帮助我们保持软件的免费使用，并使我们能够获得用于为您服务的工具和服务。
Label_Home = 主页
Label_License = 许可
Label_Support = 支持
Tip_Title_Country = 在南非开发
Tip_Message_Country = %{Program.Name} 出生在南非。
Label_Contributors = 贡献者
Tip_Facebook = 关注我们的 Facebook。
Tip_Twitter = 关注我们的 Twitter。
Tip_GooglePlus = 在 Google 查找我们。
Tip_GitHub = 在 GitHub 上的 %{Program.Name}。
Button_Ok = 确定
Label_RAM = (RAM) 剩余 %d MB (%d%) 已用 %d MB 
Tip_RAM = 随机存取存储器
Label_HDD = (%s) 剩余 %.2f GB (%d%) 已用 %.2f GB 

[Custom]
Label_Status_Welcome = 记住！永远不要修复没有损坏的东西，否则可能造成破坏。
Label_Status_Updates = 检查更新
Checkbox_Repair_01 = 重置 Internet 协议（TCP/IP）
Checkbox_Repair_02 = 修复 Winsock（重置目录）
Checkbox_Repair_03 = 更新 Internet 连接
Checkbox_Repair_04 = 刷新 DNS 解析器缓存（域名系统）
Checkbox_Repair_05 = 刷新 ARP 缓存（地址解析协议）
Checkbox_Repair_06 = 修复 Internet Explorer %s
Checkbox_Repair_07 = 清除 Windows 更新历史记录
Checkbox_Repair_08 = 修复 Windows 自动更新
Checkbox_Repair_09 = 修复 SSL/HTTPS/加密
Checkbox_Repair_10 = 重置代理服务器配置
Checkbox_Repair_11 = 重置 Windows 防火墙配置
Checkbox_Repair_12 = 恢复默认 hosts 文件
Checkbox_Repair_13 = 更新 Wins 客户机注册
Checkbox_Repair_14 = 使网络计算机在文件资源管理器中可见
Tip_Status_Show = 显示状态
Tip_Status_Hide = 隐藏状态
Button_Go = 开始
Button_Go_Stop = 停止
Info_01 = 在你开始之前; 建议您创建一个系统还原点以回滚完成 Internet 修复所做的任何更改。此外，修复任何选项之前运行 Windows 网络疑难解答。\rn\rn选择您的修复选项并按'%s'开始。除非您的电脑出现上述问题，否则请勿选择。跳过你不明白的任何选项。
Info_02 = 此选项重写 Internet 协议（TCP/IP）堆栈使用的重要注册表项。这与删除和重新安装协议的结果相同。
Info_03 = 这可以用来从 Winsock 中恢复损坏导致的网络连接中断。这个选项应该小心使用，因为任何预先安装的 LSP 都需要重新安装。
Info_04 = 释放并更新所有的互联网（TCP/IP）连接。
Info_05 = 刷新 DNS 解析器缓存，刷新所有 DHCP 租约并重新注册 DNS 名称。
Info_06 = ARP（地址解析协议）缓存是用于存储 OSI 模型网络层地址（IP地址）到相应的 OSI 模型数据链接地址（MAC 地址）的“映射”技术。由于各种可能的情况，ARP 缓存可能会被损坏。\rn\rn症状包括：无数网站无法加载，以及网络或互联网连接中断。Ping 命令也将无法与两个或更多远程主机通信。
Info_07 = 重新注册所有有关 Microsoft Internet Explorer %s 顺利操作所需的 dll 和 ocx 文件。
Info_08 = 该选项将清除 Windows 更新历史记录。这将通过清空'%s'和'%s'目录来完成。
Info_09 = 此选项将尝试修复 Windows Update/自动更新。当您无法下载或安装更新时尝试此操作。
Info_10 = 如果您无法连接到 SSL/安全网站（如银行），那么这个选项可以帮助。
Info_11 = 许多恶意软件感染会创建代理服务器，然后将 Windows 设置为通过病毒代理路由所有 Web 通信。例如，尝试访问 Rizonesoft.com，将重定向到恶意软件站点。\rn\rn此选项将尝试重置所有代理配置，包括持久的 WinHTTP 代理配置。
Info_12 = 重置 Windows 防火墙配置到默认状态。
Info_13 = 重置 Windows hosts 文件到默认状态。
Info_14 = 有时您的网络上的客户端或服务器需要使用 Windows Internet 名称服务（WINS）服务器重新注册其 NetBIOS 名称。\rn\rn以下是需要更新 WINS 客户端注册的一些情况：注册在 WINS 中丢失或删除，需要由客户端刷新。注册存在于某些 WINS 服务器中，但不在其它位置。重新注册在这里可以增加 WINS 版本 ID，这将有助于引起 WINS 服务器复制的发生。
Info_15 = 默认情况下，使用文件资源管理器浏览网络设备时，应该可以看到本地网络中的计算机。 对于 Windows 10 build 1803，某些计算机只能通过其名称或 IP 地址访问。
Label_Sub_Heading_Notice = 完整的 Internet 修复功能现在与完整的 Windows 修复捆绑在一起。点击这里现在下载并开始！
Label_All_Complete = 所有选择的任务已完成。


[Donate]
Label_Heading = %{Program.Name} 一直在为您服务超过 %d 小时。现在，如何捐赠我们的事业?
Label_Message = 点击下面的 PayPal 按钮或进入 PayPal.me/rizonesoft，输入金额，并将捐款发送给我们。因为是 PayPal，你知道这比携带现金更容易也更安全。没有 PayPal 账户？不用担心，注册快速简单。

[File]
Backup_Saving = 保存 '%s'。
Backup_Success = 该目录已成功保存到 '%s'。
Backup_Continue = 我们现在继续删除它。
Backup_Error_01 = '%s' 无法保存。
Backup_Error_02 = 为避免数据丢失，此目录不会被删除。
CleanDir_Clearing = 正在清除 '%s'。
CleanDir_Error_01 = 目录路径
CleanDir_Error_02 = 这里没有 '%s'
CleanDir_Error_03 = '%s' 无法删除。
CleanDir_Attributes = 设置 '%s' 属性。
CleanDir_Success = 成功删除 '%s'。
Delete_Removing = 正在删除 '%s'。
Delete_Success = 该文件已成功删除。
Delete_Error = 删除文件时发生错误。
OpenText_Opening = 打开 '%s'
OpenText_Success = 显示 '%s' 文件。
OpenText_Error = 无法找到 '%s' 文件。

[Logging]
Finished = 已完成
success = 成功
Response_Received = 已收到响应
Successfully = 已成功
OK = 确定
Registration_succeeded = 注册成功
Initiated = 开始
Error = 错误
Failed = 失败
Access_Denied = 访问被拒绝
No_Operation_Performed = 无法执行任何操作
VERSION = 版本
File_Not_Found = 无法查找 '%s' 日志文件。
Showing_File = 显示 '%s' 日志文件。
Showing_Error = 出现问题：进程 ID: %s
Opening_File = 打开日志文件。
Opening_Directory = 打开日志文件夹...
Directory_Not_Found = 无法找到 '%s' 日志目录。
Showing_Directory = 显示 '%s' 日志目录。
Bool_Yes = 是
Bool_No = 否
Info_Date = 日期:
Info_Program = 程序:
Info_Program_Path = 程序路径:
Info_Compiled = 已编译:
Info_AutoIt_Version = AutoIt 版本:
Info_AutoIt_64Bit = AutoIt 64-Bit 版本:
Info_Windows_Version = Windows 版本:
Info_System_Type = 系统类型:
Info_Memory = 内存(RAM):
Info_ProgramFiles = 程序文件目录:
Info_Windows_Directory = Windows 目录:
Level_Error = 错误:
Level_Warning = 警告:
Level_Success = 成功:
Level_Finished = 已完成:

[Menus]
File = 文件(&F)
File_Event_Log = Windows 事件查看器(&E)
File_Preferences = 首选项(&P)
File_Logging = 日志(&L)
File_Logging_Open_File = 打开日志文件(&O)
File_Logging_Open_Directory = 打开日志目录(&D)
File_Logging_IP_Reset = 打开 IP 重置日志(&L)
File_Export = 导出（信息）(&E)
File_Export_IP = IP 配置（全部）(&I)
File_Export_LSP = Winsock LSPs(&L)
File_Export_ARP = ARP 条目（全部）(&A)
File_Export_NBIOS = Netbios 统计(&B)
File_Reboot = 重新启动 Windows(&R)
File_Close = 退出(&C)\tAlt+F4
Maintenance = 维护(&M)
Maintenance_Restore = 创建一个 Windows 还原点(&C)
Troubleshoot = 疑难解答(&T)
Troubleshoot_01 = Web 网络诊断（Internet）(&W)
Troubleshoot_02 = 网络适配器网络诊断(&A)
Troubleshoot_03 = 网络诊断(&N)
Troubleshoot_04 = 入站网络诊断(&I)
Troubleshoot_05 = 家庭组诊断(&H)
Troubleshoot_06 = 网络诊断文件共享(&F)
Troubleshoot_07 = BITS 诊断(&B)
Troubleshoot_08 = Windows 更新诊断(&U)
Troubleshoot_09 = Internet Explorer 诊断(&X)
Troubleshoot_10 = Internet Explorer 安全诊断(&S)
Troubleshoot_11 = 网络速度测试(&E)
Troubleshoot_12 = 获取路由器密码(&P)
Tools = 工具(&O)
Tools_RDP = 远程桌面连接(&R)
Tools_IE_Properties = Internet Explorer 属性(&E)
Tools_Install_IP6 = 安装 IP6 协议(&I)
Tools_Uninstall_IP6 = 卸载 IP6 协议(&U)
Tools_Repair_WorkView = 修复工作组计算机视图(&W)
Help = 帮助(&H)
Help_Update = 检查更新(&U)
Help_Home = %{Company.Name} 主页(&H)
Help_Downloads = 更多下载(&D)
Help_Support = 支持(&G)
Help_Issue = 创建一个问题(&I)
Help_Donate = 捐赠我们(&O)
Help_About = 关于 %{Program.Name}
Debug = 调试(&D)

[Messages]
Info_Title = 请注意
Warning_Title = 警告！
Error_Title = 哎呀！出现一些问题！
Error_Oops = 哎呀！
Singleton = 另一个 %{Program.Name} 已经在运行。
Compatible = %{Program.Name} 与您的 Windows 版本不兼容。如果您认为这是一个错误，请随时在'%s'留言并提供所有详细信息。
Compatible_Bit = 不幸的是 %{Program.Name} 32 位与您的 Windows 版本不兼容。请从 '%s' 下载 %{Program.Name} 64 位版本。
Loading_Initializing = 初始化 %{Program.Name}
Loading_Localizations = 载入本地化
Loading_Resources = 设置资源
Loading_WorkingDirectories = 设置工作目录
Loading_Logging = 初始化日志
Loading_Configuration = 载入配置
Loading_Shortcuts = 设置键盘快捷键
Loading_Interface = 启动核心界面
Ping_Check_Connection = 检查 Internet 连接。
Ping_Response = 在 %s 毫秒表收到响应。
Ping_Host_Offline = 主机离线。
Ping_Host_Unreachable = 主机无法访问。
Ping_Host_Bad = 不正确的终点地址。
Ping_Host_No_Internet = 没有网络连接。
Global_Errors = 使用 (%02i) %s 已完成!
Global_Errors_Error = 错误
Global_Errors_Errors = 错误
Global_Finished = 完成所选任务。
Global_File = 文件
Global_Files = 个文件
RegisterDll_Success = RegSvr32.exe > '%s' 注册成功。
RegisterDll_Error_01 = RegSvr32.exe > '%s' 要注册一个模块，您必须提供一个二进制名称。
RegisterDll_Error_02 = RegSvr32.exe > '%s' 指定的模块未找到。
RegisterDll_Error_03 = RegSvr32.exe > '%s' 模块已加载，但未找到入口点 DllRegisterServer。
RegisterDll_Error_04 = RegSvr32.exe > '%s' 错误代码: 0x80070005
Registry_Write_Error = 无法写入到 '%s'
Registry_Error_01 = 无法打开请求的键。
Registry_Error_02 = 无法打开请求的主键。
Registry_Error_03 = 无法打开请求的值。
Registry_Error_04 = 值类型不受支持。
Registry_Error_05 = 无法删除请求的值。
Registry_Error_06 = 无法删除请求的键/值。

[Messages2]
Select_Something_Title = 选择一些选项
Select_Something_Message = 如何首先选择?
Stopping = 请稍候！
Boot_01 = 在设置生效之前，可能需要重新启动系统。
Boot_02 = 重新启动或不重新启动?
Boot_03 = 在设置生效之前，您可能需要重新启动计算机。你想现在重新启动你的电脑吗? 保存你的东西，然后按是重启你的电脑。或者按否忽略我。
Boot_04 = ^ 你不想重新启动你的电脑吗?
Boot_05 = ^ 不能有异议。毕竟这是你的电脑。
Boot_06 = 单击文件，然后重新启动 Windows 以稍后重新启动计算机。
Boot_07 = 重新启动 Windows...
MsgBox_Boot_Title = 重新启动!
MsgBox_boot_Message = 您的电脑将在 %s 秒后重新启动。这应该给你足够的时间来保存你的东西。按确定立即重新启动您的计算机。
Boot_Restarting = 您的电脑正在重新启动。
Boot_Canceled = 重新启动已取消。
Reset_IP_01 = 重置所有 IP 配置。
Reset_IP_02 = 找到 TCP/IP重置日志位于 @ '%s'。
Reset_IP_03 = 重置 IP v4 配置。
Reset_IP_04 = 重置 IP v6 配置。
Winsock_01 = 尝试重置 Winsock 目录。
Winsock_02 = 建议您安装 Windows XP Service Pack 2 或更高版本。
Winsock_03 = 完成重置 Winsock 目录。
Winsock_04 = 使用方法 1 重置 Winsock。
Winsock_05 = 使用方法 2 重置 Winsock。
Renew_IP_01 = 释放并更新 TCP/IP 连接。
Renew_IP_02 = 释放 TCP/IP 连接。
Renew_IP_03 = 更新 TCP/IP 连接。
Renew_IP_04 = 重置 Winsock。
Renew_IP_05 = TCP/IP 已更新
DNS_01 = 刷新 DNS 解析器缓存。
DNS_02 = 刷新 DNS
DNS_03 = 注册 DNS
DNS_04 = DNS 已刷新
ARP_01 = 刷新 ARP（地址解析协议）缓存。
ARP_02 = ARP 缓存已刷新
Repair_IE_01 = 修复 Internet Explorer v%s。
Repair_IE_02 = 关闭 Internet Explorer。按确定键之前保存您的工作。
Repair_IE_03 = 修复“在新选项卡/窗口中打开不工作”。
Repair_IE_04 = 修复'加载项目管理器菜单项存在且没有任何反应'。
Repair_IE_05 = 修复简单 HTML 邮件 API。
Repair_IE_06 = 修复组策略管理单元。
Repair_IE_07 = 修复智能屏幕。
Repair_IE_08 = 修复 IEAK。
Repair_IE_09 = 修复开发工具。
Repair_IE_10 = 修复'启动时 IE8 立即关闭'。
Repair_IE_11 = 修复许可证管理器。
Repair_IE_12 = 修复 Javascript 链接不起作用（Robin Walker）.NET 集线器文件。
Repair_IE_13 = 修复 VS 调试器。
Repair_IE_14 = 修复打印问题，在新窗口中打开。
Repair_IE_15 = 修复“在这个页面上查找是空白的”。
Repair_IE_16 = 修复进程调试管理器。
Repair_IE_17 = 修复 VML 渲染器。
Repair_IE_18 = 修复“新标签页无法显示内容，因为它无法访问控件”。
Repair_IE_19 = 这是 shdocvw.dll 中的一个错误的结果。
Repair_IE_20 = 修复 Outlook Express。
Repair_IE_21 = Internet Explorer 现在应该可以正常运行。
Clear_Update_01 = 清除文件存储（更新历史记录）。
Clear_Update_02 = 更新历史已清除。
Repair_Update_01 = 修复 Windows Update/自动更新。
Repair_Update_02 = 停止 Nero 更新服务。
Repair_Update_03 = 停止 BITS 服务。
Repair_Update_04 = 停止自动更新服务。
Repair_Update_05 = 设置 BITS 安全描述符。
Repair_Update_06 = 设置自动更新服务安全描述符。
Repair_Update_07 = 配置自动更新服务。
Repair_Update_08 = 配置 BITS。
Repair_Update_09 = 注册 Windows 更新 Dll。
Repair_Update_10 = 重新启动自动更新服务。
Repair_Update_11 = 重新启动 BITS 服务。
Repair_Update_12 = 重新启动 Nero 更新服务。
Repair_Update_13 = 清理下一个事务性资源管理器安装的事务性元数据。
Repair_Update_14 = 清除 BITS 队列。
Repair_Update_15 = 立即启动 Windows 更新检测。
Repair_Update_16 = Windows Update 已修复。
SSL_Crypt_01 = 修复 SSL/HTTPS/加密服务。
SSL_Crypt_02 = 停止加密服务。
SSL_Crypt_03 = 配置加密服务。
SSL_Crypt_04 = 清除 '%s'。
SSL_Crypt_05 = '%s' 已清除。
SSL_Crypt_06 = 注册 SSL/HTTPS/加密 DLL。
SSL_Crypt_07 = SSL/HTTPS/加密 DLL 注册。
SSL_Crypt_08 = 重新启动加密服务。
SSL_Crypt_09 = 网上银行现在应该可以正常工作。
Reset_Proxy_01 = 重置代理设置。
Reset_Proxy_02 = 设置代理直接访问。
Reset_Proxy_03 = 代理设置重置为默认值。
Reset_Firewall_01 = 重置 Windows 防火墙配置。
Reset_Firewall_02 = 防火墙设置重置为默认值。
Restore_HOSTS_01 = 恢复默认 Windows Hosts 文件。
Restore_HOSTS_02 = 写入 Hosts 文件时发生错误。
Restore_HOSTS_03 = 将数据写入 Hosts 文件。
Restore_HOSTS_04 = Hosts 文件创建成功。
Restore_HOSTS_05 = Hosts 文件已恢复。
Renew_Wins_01 = 更新 Wins 客户端注册。
Renew_Wins_02 = Wins 客户端注册已更新。
Make_Computers_Visible_01 = 使网络计算机可见。
Make_Computers_Visible_02 = 配置功能发现资源发布服务。
Make_Computers_Visible_03 = 网络计算机现在应该在文件资源管理器中可见
Open_Events_01 = 打开 Windows 事件查看器。
Open_Events_02 = 事件查看器应该现在打开。
Export_IP_01 = 导出 Windows IP 配置。
Export_IP_02 = Windows IP 配置保存到 '%s'
Export_IP_03 = 无法保存 IP 配置。
Export_LSPs_01 = 导出已安装的 Winsock LSP。
Export_LSPs_02 = Winsock LSP 列表保存到 '%s'
Export_LSPs_03 = 无法保存 LSP 列表。
Export_ARP_01 = 导出 ARP 条目。
Export_ARP_02 = ARP 条目保存到 '%s'
Export_ARP_03 = 无法保存 ARP 条目。
Export_NBIOS_01 = 导出 NetBIOS 统计信息。
Export_NBIOS_02 = NetBIOS 统计保存到 '%s'
Export_NBIOS_03 = 无法保存 NetBIOS 统计信息。
Tools_Open_RDP_01 = 打开远程桌面连接。
Tools_Open_RDP_02 = 无法打开远程桌面连接。
Tools_Open_RDP_03 = 远程桌面连接现在应该可以打开。
Tools_Open_IE_Properties_01 = 打开 Internet Explorer 属性。
Tools_Open_IE_Properties_02 = 无法打开 Internet Explorer 属性。
Tools_Open_IE_Properties_03 = 您应该看到 Internet Explorer 属性。
Tools_Install_IP6 = 安装 TCP/IP v6 协议。
Tools_Uninstall_IP6 = 卸载 TCP/IP v6 协议。
Tools_Repair_WorkGroup = 修复工作组计算机视图。

[Preferences]
Window_Title = 首选项
Tab_General = 常规
Tab_Cache = 缓存
Tab_Performance = 性能
Tab_Language = 语言
Group_Redundancy = 冗余
Group_Logging = 日志
Group_Priority = 优先级
Group_Memory = 内存
Group_Language = 语言
Checkbox_Backup_Folders = 删除之前备份文件夹
Checkbox_Export_IP = 重置前导出 IP 配置
Checkbox_Enable_Logging = 启用日志
Label_Log_Exceed = 日志大小不能超过:
Label_Logging_Size = 日志大小: %s KB
Button_Logging_Clear = 清除日志
Label_SetPriority = 设置进程优先级:
Checkbox_SaveRealtime = 将优先级保存为高于（不推荐）。
Checkbox_ReduceMemory = 减少低内存系统的内存。
Label_Language_Message = 选择您喜欢的语言，然后按 %s 按钮继续。（需要重新启动）
Button_Save = 保存
Button_Cancel = 取消
Label_Updated = 首选项已更新
Label_Logging_Cleared = 日志已清除
MsgBox_Language_Title = 语言已更改
MsgBox_Language_Message = 所选语言已更改。应该重新启动 Internet Repair 以使所选语言生效。
MsgBox_Closing_Title = 关闭 %{Program.Name}
MsgBox_Closing_Message = 你真的想关闭 %{Program.Name} 吗?

[Update]
Window_Title_Available = 更新可用
Window_Title_Congratulations = 恭喜！
Window_Title_Error = 出现一些问题！
Label_Message_Update = 有 %{Program.Name} 可用的新版本。
Label_Message_Latest = 您正在使用最新的 %{Program.Name} 版本。
Label_Message_Error = 有关最新 %{Program.Name} 的版本信息无法检索。
Label_Message_Internet = 请检查您的 Internet 连接并重试。
Label_Build_Current = 当前构建:
Label_Build_Update = 更新构建:
CheckBox_NoUpdate = 不要在启动时检查更新。
Button_Update = 阅读更多
Button_Close = 关闭

[Versioning]
Administrator = 管理员
Build = Build
AutoIt_Version = 使用 AutoIt 版本 %{AutoIt.Version}
Bit = 位